{
  "header": "Список поставщиков оборудования и материалов компании ИВЕА. \nДанный список содержит информацию по всем поставщикам оборудования, материалов и услуг, которые работают с компанией ИВЕА. \nПоставщики сортируются по сумме оплат, которые были произведены им за все время анализа и распределяются на три группы. Группа А – это те поставщики, которым мы оплатили 80% от всей суммы оплат всем поставщикам, группа Б – это те поставщики, которым мы оплатили 15% от всей суммы оплат всем поставщикам, группа С – это те поставщики, которым мы оплатили 5% от всей суммы оплат всем поставщикам. Для каждого поставщика рассчитывается стандартное отклонение генеральной совокупности сумм оплат за месяц в течение текущего года, которые были перечислены поставщику. Таким образом определяется мера того, насколько широко разбросаны суммы месячных платежей поставщику относительно их среднего значения. Если стандартное отклонение равно 100 000,00 руб., это означает, что на текущий момент учитывая ранее произведенные оплаты, возможно текущая оплата может быть более 100 000,00 руб. Также стандартное отклонение показывает нам насколько одинаковыми являются суммы, которые мы перечисляем поставщику. Например для поставщика, который оказывает для нас услуги аренды помещения для офиса, стандартное отклонение будет равно нулю, т.к. ежемесячно оплачиваем поставщику одинаковые суммы.  Для каждого поставщика рассчитывается среднее арифметическое месячных сумм платежей, которые были отправлены поставщику, таким образом рассчитывается средняя загрузка по месяцам в течение текущего года. Среднее арифметическое месячных сумм показывает нам насколько регулярными являются платежи конкретному поставщику. Например, при среднем арифметическом месячных сумм равном 1, можно сказать, что данному поставщику производятся оплаты регулярно каждый месяц. ",
  "counterparty_start" : "Поставщик номер $number - $name относится к группе $group_abc, порядковый номер - $number. Идентификационный номер (ИНН) – $inn. Относится к группе $group_k по классификации в бухгалтерской программе. Является $type_k по характеристике вида контрагента. В нашей базе данных запись об этой компании появилась $init_date. Общая сумма перечисленная этому контрагенту составляет $total руб. Стандартное отклонение генеральной совокупности за текущий год составляет $stdev. Загрузка по месяцам за текущий год или среднее значение сумм месячных платежей за текущий год составляет $load_by_month. ",
  "counterparty_totals_in_months": "Оплаты по месяцам в текущем году производились в следующем порядке и по следующим суммам: \nв январе поставщику было перечислено $january руб.\nв феврале поставщику было перечислено $february руб.\nв марте поставщику было перечислено $march руб.\nв апреле поставщику было перечислено $april руб.\nв мае поставщику было перечислено $may руб.\nв июне поставщику было перечислено $june руб.\nв июле поставщику было перечислено $july руб.\nв августе поставщику было перечислено $august руб.\nв сентябре поставщику было перечислено $september руб.\nв октябре поставщику было перечислено $october руб.\nв ноябре поставщику было перечислено $november руб.\nв декабре поставщику было перечислено $december руб.\n",
  "invoices_list_start": "$name поставляет нашей компании следующую продукцию:\n",
  "invoices_list_no_change": "$nomenclature. Всего было куплено $amount таких(-ая) штук(-и) по цене $price руб. за одну штуку, причем цена на протяжении анализируемого периода не изменялась.\n",
  "invoices_list_change": "$nomenclature. Всего было куплено $amount таких(-ая) штук(-и) по цене $price руб. за одну штуку, причем ранее цена была на $price_diff руб. дешевле и мы приобретали это изделие за $min_price руб.\n"
}